["Beauty is in the eye of the beer holder.",
"Milk is for babies. When you grow up you have to drink beer.",
"He was a wise man who invented beer.",
"For a quart of Ale is a meal for a King.",
"Beer, if drunk in moderation, softens the temper, cheers the spirit and promotes health.",
"Most people hate the taste of beer to begin with. It is, however, a prejudice.",
"Beer may not solve your problems, but neither will water or milk",
"Beer is proof that God loves us and wants us to be happy.",
"Beer is a wholesome liquor ..it abounds with nourishment.",
"Pretty women make us BUY beer. Ugly women make us DRINK beer.",
"24 hours in a day, 24 beers in a case. Coincidence?",
"They who drink beer will think beer.",
"Fermentation may have been a greater discovery than fire.",
"The mouth of a perfectly happy man is filled with beer.",
"A little bit of beer is divine medicine.",
"Give me a woman who loves beer and I will conquer the world.",
"Brewers enjoy working to make beer as much as drinking beer instead of working.",
"If you ever reach total enlightenment while drinking beer, I bet it makes beer shoot out your nose.",
"A bar is better than a newspaper for public discussion.",
"For a quart of ale is a dish for a king.",
"Religions change; beer and wine remain.",
"Beer makes you feel the way you ought to feel without beer.",
"Why is American beer served cold? So you can tell it from urine.",
"There is more to life than beer alone, but beer makes those other things even better.",
"I work until beer o'clock.",
"A woman drove me to drink and I didn't even have the decency to thank her.",
"An intelligent man is sometimes forced to be drunk to spend time with his fools.",
"I feel sorry for people who don't drink. When they wake up in the morning, That's as good as they're going to feel all day.",
"Work is the curse of the drinking classes.",
"I'd rather have a bottle in front of me, than a frontal lobotomy.",
"Time is never wasted when you're wasted all the time",
"A fine beer may be judged with only one sip, but it's better to be thoroughly sure"
]